Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
bn_bd: $BrandShortName এর একটি পুরাতন আনইনস্টলেশন সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করা প্রয়োজন। আপনি কি এখন পুনরায় চালু করতে চান?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
bn_bd: $BrandShortName এর একটি পুরাতন আপগ্রেড সম্পন্ন করতে আপনার কম্পিউটার পুনরায় চালু করা প্রয়োজন। আপনি কি এখন পুনরায় চালু করতে চান?

source: Your connection is not private and information you share with the site could be viewed by others.
bn_bd: আপনার সংযোগটি ব্যক্তিগত নয় এবং এই সাইটে আপনার শেয়ার করা তথ্য অন্যদের দ্বারা দেখা যেতে পারে।

source: Your connection is not secure
bn_bd: আপনার সংযোগ নিরাপদ নয়

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
bn_bd: এই সাইট এ আপনার সংযোগ ব্যক্তিগত নয়। আপনার জমা দেওয়া তথ্য অন্যদের দ্বারা দেখা যেতে পারে। (যেমন পাসওয়ার্ড, বার্তা, ক্রেডিট কার্ড ইত্যাদি)।

source: Your connection to this site is not secure. To protect you, %S will only allow access for this session.
bn_bd: এই সাইটে আপনার সংযোগটি নিরাপদ নয়। আপনার সুরক্ষার জন্য, %S শুধুমাত্র এই সেশনের জন্য প্রবেশাধিকার অনুমোদন করবে।

source: Your connection to this website uses weak encryption and is not private.
bn_bd: এই ওয়েবসাইটে আপনার সংযোগ দুর্বল এনক্রিপশন ব্যবহার করে এবং এটি ব্যক্তিগত নয়।

source: Your connection to this website uses weak encryption and is not private. Other people can view your information or modify the website’s behavior.
bn_bd: এই ওয়েবসাইটে আপনার সংযোগ দুর্বল এনক্রিপশন ব্যবহার এবং ব্যক্তিগত নয়. অন্য মানুষ আপনার তথ্য দেখতে বা ওয়েবসাইট এর আচরণ পরিবর্তন করতে পারেন।

source: Your crash report will be submitted before you quit or restart.
bn_bd: বন্ধ বা পুনরায় শুরু করার আগে আপনার ক্র্যাশ প্রতিবেদনটি জমা দেয়া হবে।

source: Your disk cache is disabled. Please set browser.cache.disk.enable to true in about:config and try again.
bn_bd: আপনার ডিস্ক ক্যাশ নিষ্ক্রিয়। about:config এ অনুগ্রহ করে browser.cache.disk.enable এর মান true নির্ধারণ করুন এবং পুনরায় চেষ্টা করুন।

source: You’re in private browsing mode. Quitting %S now will discard all your open tabs and windows.
bn_bd: আপনি প্রাইভেট ব্রাউজিং মোডে আছেন । এখন %S বন্ধ করলে আপনার সব খোলা ট্যাব এবং উইন্ডোজগুলি গুলি পরিত্যাগ করা হবে ।

source: Your Master Password is used to protect sensitive information like site passwords.
bn_bd: সংবেদনশীল তথ্য যেমন অন্যান্য সাইটের পাসওয়ার্ড সুরক্ষিত রাখতে আপনার মাস্টার পাসওয়ার্ড ব্যবহার করা হয়।

source: Your microphone is being shared. Click to control sharing.
bn_bd: আপনার ক্যামেরা শেয়ার করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: Your password has been reset.
bn_bd: আপনার পাসওয়ার্ড পুনরায় নির্ধারণ করা হয়েছে।

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
bn_bd: আপনার ব্যক্তিগত সার্টিফিকেট ইনস্টল করা হয়েছে। এই সার্টিফিকেটের জন্য একটি কপি সংরক্ষণ করা আবশ্যক।

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
bn_bd: আপনার প্রোফাইল ফোল্ডারে একটি <a id='prefs-user-js-link'> user.js ফাইল রয়েছে</a>, যাতে &brandShortName; কর্তৃক তৈরিকৃত নয় এমন পছন্দসমূহ অর্ন্তভূক্ত।

source: Your recent history is cleared.
bn_bd: আপনার সাম্প্রতিক ইতিহাস অপসারণ করা হয়েছে।

source: Your screen is being shared. Click to control sharing.
bn_bd: আপনার স্ক্রীন শেয়ার করা করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: Your search returned no results.
bn_bd: আপনার অনুসন্ধান কোন ফলাফল রিটার্ন করে নি।

source: Your search settings might be out-of-date. &brandShortName; can help you restore the default search settings.
bn_bd: আপনার অনুসন্ধান সেটিং সম্ভবত হালনাগাদ নয়। &brandShortName; আপনার ডিফল্ট সার্চ সেটিং পুনরুদ্ধার করতে পারবে।

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
bn_bd: আপনার %S প্রোফাইল লোড করা যায়নি। এটি হারিয়ে গেছে বা ঢোকা যাচ্ছে না।

source: Your stored site data is currently using %1$S %2$S of disk space
bn_bd: আপনার সাইট ডাটা বর্তমানে ডিস্কের %1$S %2$S পরিমান স্থান ব্যবহার করছে

source: Your stored web and email passwords, form data, and private keys will not be protected.
bn_bd: আপনার সংরক্ষিত ওয়েব ও ইমেইল পাসওয়ার্ড, ফর্মের তথ্য, এবং প্রাইভেট কী সুরক্ষিত হবে না।

source: Your Top Sites
bn_bd: আপনার শীর্ষ সাইটসমূহ

source: Your user settings, preferences and other user-related data will be stored in:
bn_bd: আপনার ব্যবহারকারী সেটিংসমূহ, পছন্দসমূহ ও অন্যান্য ব্যবহারকারী-সম্পর্কিত তথ্য সংরক্ষণের স্থান:

source: Your web content cache is currently using %1$S %2$S of disk space
bn_bd: আপনার ওয়েব কনটেন্ট ক্যাশে বর্তমানে ডিস্কের %1$S %2$S পরিমান স্থান ব্যবহার করছে

source: Zambia
bn_bd: জাম্বিয়া

source: Z > A Sort Order
bn_bd: Z থেকে A ক্রমে

source: Zhuang
bn_bd: জুয়াং

source: Zimbabwe
bn_bd: জিম্বাবুয়ে

source: Zoom
bn_bd: বড় আকারে প্রদর্শন

source: Zoom controls
bn_bd: বড় আকারে প্রদর্শন কন্ট্রোল

source: Zoom Controls
bn_bd: বড় আকারে প্রদর্শন কন্ট্রোল

source: Zoom in
bn_bd: বড় আকারে প্রদর্শন

source: Zoom In
bn_bd: বড় আকারে প্রদর্শন

source: Zoom in (%S)
bn_bd: বড় আকারে প্রদর্শন (%S)

source: Zoom out
bn_bd: ছোট আকারে প্রদর্শন

source: Zoom Out
bn_bd: ছোট আকারে প্রদর্শন

source: Zoom out (%S)
bn_bd: ছোট আকারে প্রদর্শন (%S)

source: Zoom Text Only
bn_bd: শুধুমাত্র লেখা বড় আকারে প্রদর্শিত হবে

source: Zulu
bn_bd: জুলু

source: A collection describing the installed add-ons. Not all add-ons are reported: only plugins, extensions, and services.
bn_bd: একটা সংগ্রহ ইনস্টল হওয়া অ্যাড-অন গুলোর বর্ণনা করে। সব অ্যাড-অন গুলোর রিপোর্ট করা হয় না: শুধুমাত্র প্লাগিন গুলো, এক্সটেনশন গুলো, এবং সেবা সমূহ।

source: A count of how many searches you issued to each of Mozilla's partner providers.
bn_bd: মজিলার অংশীদার সেবাদাতাদের কতগুলো অনুসন্ধান আপনি ইস্যু করেছেন

source: Active Add-ons
bn_bd: সক্রিয় অ্যাড-অনসমূহ

source: Addons:
bn_bd: অ্যাডঅনস:

source: Add-ons, count and type
bn_bd: অ্যাড-অন, গণনা এবং ধরন

source: always activate
bn_bd: সর্বদা সক্রিয় করুন

source: Amount of RAM in megabytes
bn_bd: মেগাবাইটে RAM-র পরিমাণ

source: An application version which has been used with this installation profile
bn_bd: এই ইন্সটলেশন প্রোফাইলের সাথে ব্যবহৃত অ্যাপ্লিকেশন সংস্করণ

source: An internal version identifier. Typically the same as appVersion.
bn_bd: একটি অভ্যন্তরীণ সংস্করণ শনাক্তকারী। সাধারণত appVersion এর মত একই।

source: Application Build ID:
bn_bd: অ্যাপ্লিকেশন বিল্ড আইডি:

source: application crashes
bn_bd: অ্যাপ্লিকেশন ক্রাশ

source: Application ID:
bn_bd: অ্যাপলিকেশনের ID:

source: Application Name:
bn_bd: অ্যাপলিকেশনের নাম:

source: Application Version:
bn_bd: অ্যাপ্লিকেশন সংস্করণ:

source: Architecture:
bn_bd: আর্কিটেকচার:

source: ask to activate
bn_bd: জিজ্ঞাসা করে সক্রিয়করণ

source: automatic
bn_bd: স্বয়ংক্রিয়

source: Average
bn_bd: গড়

source: Binary interface for XPCOM
bn_bd: XPCOM জন্য বাইনারি ইন্টারফেস

source: Browsing duration, install time, number of bookmarks and pages.
bn_bd: ব্রাউজিং সময়কাল, ইনস্টল সময়, বুকমার্ক এবং পাতার সংখ্যা।

source: Choose what I share
bn_bd: আমি কি শেয়ার করি তা নির্বাচন করুন

source: Configuration
bn_bd: কনফিগারেশন

source: CPU Count:
bn_bd: CPU গণণা:

source: crashes
bn_bd: ক্র্যাশ

source: Currently running Operating System (kernel) name
bn_bd: বর্তমানে চলমান অপারেটিং সিস্টেমের (কার্নেল) নাম

source: Currently running Operating System (kernel) version
bn_bd: বর্তমানে চলমান অপারেটিং সিস্টেম (কার্নেল) সংস্করণ

source: Customizations
bn_bd: কাস্টমাইজেশন

source: Data Collected
bn_bd: সংগৃহীত তথ্য

source: Data Sharing
bn_bd: ডাটা শেয়ারিং

source: Detailed Description
bn_bd: বিস্তারিত বিবরণ

source: Device hardware, operating system, Firefox version
bn_bd: ডিভাইস হার্ডওয়্যার, অপারেটিং সিস্টেম, Firefox সংস্করণ

source: Device hardware, operating system, Firefox version.
bn_bd: ডিভাইস হার্ডওয়্যার, অপারেটিং সিস্টেম, Firefox সংস্করণ।

source: Extension Count:
bn_bd: এক্সটেনশন গণনা:

source: Extensions, plugins, and number of installed add-ons.
bn_bd: এক্সটেনশন, প্লাগ-ইন, এবং ইনস্টল করা অ্যাড-অনের সংখ্যা।

source: Firefox Health Report
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন

source: Firefox Health Report (FHR) analyses your browser's performance information, in order to provide you with useful tips that help you get the best from Firefox. For more information on Firefox Health Report, <a href="https://support.mozilla.org/kb/firefox-health-report-understand-your-android-brow" target="_blank" class="external"><span aria-hidden="true" class="external_icon"></span>visit the Mozilla Support section.</a>
bn_bd: আপনাকে Firefox এর জন্য দরকারী টিপস দিতে Firefox স্বাস্থ্য প্রতিবেদন ( FHR ) আপনার ব্রাউজারের কর্মক্ষমতা তথ্য বিশ্লেষণ করে। Firefox স্বাস্থ্য প্রতিবেদন সম্পর্কে আরও তথ্যের জন্য,<a href="https://support.mozilla.org/kb/firefox-health-report-understand-your-android-brow" target="_blank" class="external"><span aria-hidden="true" class="external_icon"></span>Mozilla Support পরিচ্ছেদে যান।</a>

source: Firefox Health Report (FHR) records anonymous data about your computer, configuration, usage, performance, and error conditions. This data helps us improve Firefox for you and for other Firefox users.
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন (FHR) আপনার কম্পিউটারের কনফিগারেশন, ব্যবহার, কর্মক্ষমতা, এবং ত্রুটি শর্ত সম্পর্কে বেনামী তথ্য সংগ্রহ করে। এই তথ্য আমাদেরকে আপনার ও অন্য Firefox ব্যবহারকারীদের জন্য Firefox কে আরও উন্নত করতে সাহায্য করে।

source: Firefox Health Report lets you know how your Firefox is performing and what you can do to improve it.
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন আপনাকে জানাবে Firefox কেমন কাজ করে এবং আপনি এটি উন্নত করতে কি করতে পারেন।

source: Firefox Health Report lets you optimize your Firefox and helps us build a more excellent browser. Reports will be pretty basic at first, but will continue to evolve and grow.
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন আপনাকে আপনার Firefox নিখুঁত করতে দেয় এবং আমাদেরকে আরও বেশি চমৎকার ব্রাউজার তৈরিতে সহায়তা করে। প্রতিবেদন প্রথমত চমৎকার মৌলিক হতে হবে, কিন্তু বিকশিত হওয়া এবং বৃদ্ধি অব্যাহত থাকবে।

source: Firefox Health Report records information about your browser and device. You can <a href="#raw" class="navigate">see the information we record.</a> You can also see what you share with Mozilla.
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন আপনার ব্রাউজার এবং ডিভাইস সম্পর্কে তথ্য সংগ্রহ করে। আপনি <a href="#raw" class="navigate">আমাদের রেকর্ডকৃত তথ্য দেখতে পারেন।</a> এছাড়াও Mozilla'র সাথে আপনি কি শেয়ার করছেন দেখুন।

source: For each browsing session, Firefox Health Report records approximately how long you browsed (in seconds), and whether the session ended normally or because of a crash. Also includes startup times (in milliseconds) if available.
bn_bd: প্রতিটি ব্রাউজিং সেশনের জন্য আপনি (সেকেন্ডে), আনুমানিক কতক্ষণ ব্রাউজ করেছেন, এবং সেশনটি স্বাভাবিকভাবে বা ক্র্যাশ এর কারণে শেষ হয়েছে কিনা তা Firefox স্বাস্থ্য প্রতিবেদন রেকর্ড করে। এছাড়া শুরুর সময় (মিলিসেকেন্ডে) ও থাকে যদি পাওয়া যায়।

source: For more information about how we handle your data, <a href="https://www.mozilla.org/legal/privacy/firefox.html#health-report" target="_blank" class="external"><span aria-hidden="true" class="external_icon"></span>see our privacy policy.</a>
bn_bd: আপনার ডাটা কিভাবেভাবে আমরা ব্যবহার করি সে সম্পর্কে আরও জানতে, <a href="https://www.mozilla.org/legal/privacy/firefox.html#health-report" target="_blank" class="external"><span aria-hidden="true" class="external_icon"></span>আমাদের গোপনীয়তা নীতি দেখুন।</a>

source: Get insights and performance information about your version of Firefox.
bn_bd: আপনার Firefox সংস্করণের অভ্যন্তরীন পরিসংখ্যানিক তথ্য ও কার্যক্ষমতা সম্পর্কিত তথ্য দেখুন

source: Glossary
bn_bd: শব্দকোষ

source: Graph:
bn_bd: গ্রাফ:

source: How long in milliseconds it took during startup for the application to load libraries and finish basic initialization
bn_bd: লাইব্রেরি লোড করা এবং প্রাথমিক সূচনা শেষ করে অ্যাপ্লিকেশনটির শুরুতে কত মিলিসেকেন্ড সময় নেয়

source: How long in milliseconds it took during startup for the application to render the UI and display the window
bn_bd: UI রেন্ডার এবং উইন্ডো প্রদর্শনের জন্য অ্যাপ্লিকেশনটি শুরু হতে কত মিলিসেকেন্ড সময় নেয়

source: How long in milliseconds it took during startup for the application to restore tabs from the previous session
bn_bd: পূর্ববর্তী সেশন থেকে ট্যাব পুনরুদ্ধার করতে অ্যাপ্লিকেশনটির শুরুতে কত মিলিসেকেন্ড সময় নেয়

source: How long in minutes the current session has been running
bn_bd: বর্তমান সেশনটি কত মিনিট ধরে চলছে

source: How many extension add-ons are installed.
bn_bd: কতগুলো এক্সটেনশন এ্যাড-অন ইনস্টল করা হয়েছে।

source: How many plugin add-ons are installed.
bn_bd: কতগুলো প্লাগইন অ্যাড-অন ইনস্টল করা হয়েছে।

source: How many theme add-ons are installed.
bn_bd: কতগুলো থিম এ্যাড-অন ইনস্টল করা হয়েছে।

source: Identifier for the particular distribution of the application in use. It is taken from the <var>distribution.id</var> preference
bn_bd: ব্যবহারের আবেদন এর বিশেষ বিতরণের জন্য শনাক্তকারী। এটা <var>distribution.id</var> পছন্দের অগ্রাধিকার থেকে নেওয়া হয়

source: Important Metrics
bn_bd: গুরুত্বপূর্ণ ম্যাট্রিক

source: It looks like your browser has crashed a number of times recently. To learn more:
bn_bd: দেখা যাচ্ছে যে আপনার ব্রাউজারটি বেশ কয়েকবার ক্র্যাশ করেছে। আরো জানুন:

source: Key performance measures, such as launch speed.
bn_bd: মূল কর্মনিষ্পাদনের পরিমাপকগুলো, যেমন আরম্ভ করার গতি।

source: last crash
bn_bd: সর্বশেষ ক্র্যাশ

source: Learn how we handle your data in our <a href="%(privacy_url)s">privacy policy.</a>
bn_bd: কিভাবে আপনার ডাটা আমরা ব্যবহার করি জানতে দেখুন <a href="%(privacy_url)s">গোপনীয়তা নীতি।</a>

source: Learn more...
bn_bd: আরও জানুন...

source: Learn More&hellip;
bn_bd: আরো জানুন hellip;

source: Length of session, how old a profile is, count of crashes, count of pages
bn_bd: সেশনের দৈর্ঘ্য, প্রোফাইলের বয়স, ক্রাশের সংখ্যা, পাতার সংখ্যা

source: Locale currently being used
bn_bd: যে লোকেল বর্তমানে ব্যবহার করা হচ্ছে

source: Looks like your Firefox is brand new! Check back after using Firefox for a while.
bn_bd: আপনার Firefox নতুন এর মত দেখাচ্ছে! কিছুক্ষণ Firefox ব্যবহার করার পর আবার চেক করুন।

source: Memory in MB:
bn_bd: MB তে মেমোরি:

source: Metric
bn_bd: মেট্রিক

source: never activate
bn_bd: কখনোই সক্রিয় হবে না

source: Number of processor cores
bn_bd: প্রসেসরের কোর সংখ্যা

source: On Android this is an alternative name for appBuildID.
bn_bd: Android এ appBuildID এর জন্য এটি একটি বিকল্প নাম।

source: Operating System for which this build was configured
bn_bd: যে অপারেটিং সিস্টেমের জন্য এই বিল্ডটি কনফিগার করা হয়েছিল

source: pages visited
bn_bd: পরিদর্শন করা পাতা

source: Platform Build ID:
bn_bd: প্লাটফর্ম বিল্ড ID:

source: Platform Version:
bn_bd: প্ল্যাটফর্ম সংস্করণ:

source: Plugin Count:
bn_bd: প্লাগইন গণনা:

source: plugin crashes
bn_bd: প্লাগইন ক্র্যাশ

source: Plugins (Click-to-Activate)
bn_bd: প্লাগিন(সক্রিয় করার জন্য ক্লিক করুন)

source: Processor architecture
bn_bd: প্রসেসর আর্কিটেকচার

source: Profile Creation:
bn_bd: প্রোফাইল সৃষ্টি:

source: prompt
bn_bd: প্রম্পট

source: Read technical documentation for the data format and fields.
bn_bd: ডেটা বিন্যাস এবং ক্ষেত্রের জন্য কারিগরি নথিপত্র পড়ুন।

source: Search Counts:
bn_bd: অনুসন্ধান গণনা:

source: See My Report
bn_bd: আমার প্রতিবেদন দেখুন

source: Sessions and Startup Times
bn_bd: সেশন এবং শুরুর সময়

source: Startup Time by Day
bn_bd: দিনের বেলা চালুর সময়

source: Startup time helps determine how well your version of Firefox is performing. In general, faster times (i.e. less time) indicate better performance.
bn_bd: ফায়ারফক্সের আপনার সংস্করণের কর্মক্ষমতা কতখানি ভাল তা নির্ধারণ করতে চালু হবার সময় সাহায্য করে। সাধারণভাবে, দ্রুত সময়ে (অর্থাৎ কম সময়) ভাল কাজের ইঙ্গিত দেয়।

source: System Name:
bn_bd: সিস্টেমের নাম:

source: System Version:
bn_bd: সিস্টেমের সংস্করণ:

source: Telemetry Enabled:
bn_bd: টেলিমেট্রি সক্রিয়:

source: The amount of memory reported by Android. Typically excludes graphics memory.
bn_bd: Android দ্বারা রিপোর্টকৃত মেমোরির পরিমাণ। সাধারণত গ্রাফিক্স মেমোরি বাদ দিয়ে।

source: The Android OS revision.
bn_bd: Android OS সংস্করণ।

source: The build identifier of the Gecko platform code
bn_bd: Gecko প্ল্যাটফর্ম কোডের বিল্ড আইডেন্টিফায়ার

source: The channel this installation checks for application updates (nightly/aurora/beta/release)
bn_bd: অ্যাপ্লিকেশন হালনাগাদের জন্য এই চ্যানেল ইনস্টলেশন যাচাই করে (nightly/aurora/beta/release)

source: The configured name of the application (Firefox/Aurora/Nightly for instance)
bn_bd: অ্যাপ্লিকেশনের কনফিগার করা নাম (যেমন Firefox/Aurora/Nightly)

source: The CPU architecture for this device.
bn_bd: এই ডিভাইসের জন্য CPU-র আর্কিটেকচার.

source: The CPU architecture for which this application was built.
bn_bd: CPU নির্মাণকৌশলের জন্যে এই অ্যাপ্লিকেশনটি বানানো হয়েছিল।

source: The current operating system.
bn_bd: বর্তমান অপারেটিং সিস্টেম।

source: The current system name.
bn_bd: বর্তমান সিস্টেমের নাম।

source: The current version of the browser
bn_bd: ব্রাউজারের বর্তমান সংস্করণ

source: The current version of the product
bn_bd: পণ্যের বর্তমান সংস্করণ

source: The current version of this add-on
bn_bd: এই অ্যাড-অনের বর্তমান সংস্করণ

source: The date this version was first used with this installation profile
bn_bd: এই ইন্সটলেশন প্রোফাইলের সাথে সংস্করণটির প্রথম ব্যবহারের তারিখ

source: The day on which your browser profile was created. Counted in days since January 1st 1970.
bn_bd: যেইদিন আপনার ব্রাউজার প্রোফাইলটি তৈরি করা হয়েছিল। পহেলা জানুয়ারী 1970 সাল থেকে দিন গণনা করা হয়।

source: The Firefox Health Report (FHR) has 4 categories of metrics:
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন (FHR) এর 4 শ্রেণীর মেট্রিক্স রয়েছে:

source: The identifier of this add-on as defined by the add-on developer
bn_bd: অ্যাড-অন ডেভেলপার দ্বারা অ্যাড-অনের সনাক্তকারী সংজ্ঞায়িত করা হয়েছে

source: The internal application name for the browser.
bn_bd: ব্রাউজারের জন্য অভ্যন্তরীণ অ্যাপ্লিকেশনের নাম।

source: The internal build timestamp.
bn_bd: টাইমসট্যাম্প এর জন্য অভ্যন্তরীণ ভাবে নির্মিত।

source: The internal identifier for the application.
bn_bd: অ্যাপ্লিকেশনের জন্য অভ্যন্তরীণ শনাক্তকারী।

source: Theme Count:
bn_bd: থিম গণনা:

source: The most recent date this add-on was installed (previous information about an uninstalled add-on is not kept).
bn_bd: সম্প্রতি যে তারিখে এই অ্যাড-অনটি ইন্সটল করা হয়েছিল (আনইন্সটল করা অ্যাড-অনের পূর্বের কোন তথ্য রাখা হয় নাই)।

source: The most recent date this add-on was updated (previous information about an uninstalled add-on is not kept).
bn_bd: সম্প্রতি এই অ্যাড অন আপডেট করা হয়েছিল (আন ইনসটল করা অ্যাড অনের পূর্বের কোন তথ্য রাখা হয় না)।

source: The name of the company/provider who built this version
bn_bd: এই সংস্করণ নির্মাণকারী ​​কোম্পানী/প্রতিষ্ঠানের নাম

source: The number of add-ons of this type that existed in the profile on this date
bn_bd: এই তারিখে প্রোফাইলের বিদ্যমান এই ধরনের অ্যাড-অনের সংখ্যা

source: The number of CPU cores reported by Android.
bn_bd: Android দ্বারা রিপোর্টকৃত CPU এর কোর সংখ্যা।

source: The number of days since this application profile directory was created
bn_bd: এই অ্যাপ্লিকেশন এর প্রোফাইল নির্দেশিকা তৈরি করা হয়েছে কত দিন পূর্বে

source: The number of searches performed with this search engine from this part of the UI
bn_bd: UI এর এই অংশ থেকে সার্চ ইঞ্জিন দিয়ে সম্পাদিত অনুসন্ধানের সংখ্যা

source: The number of times the application was run and cleanly shut down.
bn_bd: অ্যাপ্লিকেশনটি যত বার চালু হয়েছে এবং সম্পূর্ণভাবে বন্ধ হয়েছে তার সংখ্যা।

source: The number of times the application was run and not cleanly shut down.
bn_bd: অ্যাপলিকেশনটি যত বার চালু হয়েছে এবং সম্পূর্ণভাবে বন্ধ হয়নি তার সংখ্যা।

source: The organization that built this application. Typically Mozilla.
bn_bd: এই অ্যাপ্লিকেশনটি যে প্রতিষ্ঠানের তৈরি। সাধারণত Mozilla।

source: The time in seconds that the aborted sessions were running
bn_bd: বাতিলকৃত সেশন কত সেকেন্ড চলেছিল

source: The time in seconds that the completed sessions were not idle
bn_bd: সেকেন্ডের মধ্যে সময় যে সম্পূর্ণ সেশন নিরর্থক ছিল না

source: The time in seconds that the completed sessions were running
bn_bd: যত সেকেন্ডে সম্পূর্ণ সেশন চলছে সেই সময়

source: The version number of any Mozilla hotfix applied to the application
bn_bd: Mozilla hotfix এর যে কোন ভার্সন নাম্বার অ্যাপ্লিকেশন এ প্রয়োগ করা হয়েছে

source: The version of the Gecko platform code
bn_bd: Gecko প্ল্যাটফর্ম কোডের সংস্করণ

source: This Month
bn_bd: এই মাসে

source: Time (in seconds)
bn_bd: সময় (সেকেন্ডে)

source: Time in seconds since the app was last started
bn_bd: কতক্ষণ সেকেন্ডে আগে অ্যাপ সর্বশেষ চালু হয়েছে

source: Time in seconds the app has not been idle
bn_bd: অ্যাপ কতক্ষণ সেকেন্ডে আইডল অবস্থায় ছিল না

source: time open
bn_bd: খোলা সময়

source: Timing of browser events, rendering, session restores
bn_bd: ব্রাউজার এর ঘটনা সমূহের সময়, উপস্থাপনা, অধিবেশন পুনরুদ্ধার

source: Tip
bn_bd: পরামর্শ

source: Tips
bn_bd: পরামর্শ

source: Total number of bookmarks
bn_bd: বুকমার্কের সর্বোমোট সংখ্যা

source: Total number of crashes that have been submitted
bn_bd: জমাকৃত মোট ক্র্যাশের সংখ্যা

source: Total number of crashes that were recorded but not yet submitted
bn_bd: যে ক্র্যাশগুলো রেকর্ড করা হয়েছে কিন্তু এখনো জমা দেওয়া হয়নি তাদের সংখ্যা

source: Total number of pages listed in the history
bn_bd: ইতিহাসে তালিকাভুক্ত পাতার মোট সংখ্যা

source: total sessions
bn_bd: মোট সেশনসমূহ

source: update channel
bn_bd: হালনাগাদ চ্যানেল

source: Update Channel:
bn_bd: হালনাগাদ চ্যানেল:

source: updates
bn_bd: হালনাগাদ

source: <var>True</var> if the application automatically disabled the add-on
bn_bd: <var>True</var> যদি অ্যাপ্লিকেশনটি স্বয়ংক্রিয়ভাবে অ্যাড-অন নিষ্ক্রিয় করে

source: <var>True</var> if the user manually disabled the add-on
bn_bd: <var>True</var> যদি ব্যবহারকারী নিজে অ্যাড-অন নিষ্ক্রিয় করে

source: Vendor:
bn_bd: বিক্রেতা:

source: Version of the distribution, taken from the <var>distribution.version</var> preference
bn_bd: বিতরণের ভাষান্তরণ, নেওয়া হয়েছে <var>distribution.version</var> পছন্দের অগ্রাধিকার থেকে

source: View List
bn_bd: তালিকা দেখুন

source: View more <a href="%(details_url)s">detailed information</a>
bn_bd: আরো <a href="%(details_url)s">বিস্তারিত তথ্য</a>দেখুন

source: Visit our <a href="%(sumo_url)s">support website</a>
bn_bd: আমাদের <a href="%(sumo_url)s">সাপোর্ট সাইট</a> ভিজিট করুন

source: Vital Stats
bn_bd: গুরুত্বপূর্ণ পরিসংখ্যান

source: Wear and Tear
bn_bd: ধকল

source: Welcome!
bn_bd: স্বাগতম!

source: Welcome to your Firefox Health Report
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন এ স্বাগতম

source: What the Firefox Health Report Measures
bn_bd: Firefox স্বাস্থ্য প্রতিবেদন কি পরিমাপ করে

source: Whether the application is currently configured to be the default browser for the operating system
bn_bd: অ্যাপ্লিকেশনটি বর্তমান অপারেটিং সিস্টেমের জন্য ডিফল্ট ব্রাউজার হিসেবে কনফিগার করা হয়েছে কি না

source: Whether this add-on has native code.
bn_bd: এই অ্যাড-অনে নেটিভ কোড রয়েছে কি না।

source: Whether this add-on is an extension or a plug-in
bn_bd: এই অ্যাড-অনটি একটি এক্সটেনশন নাকি একটি প্লাগ-ইন

source: Whether this add-on was installed by the user or automatically by another application
bn_bd: এই অ্যাড অন ব্যবহারকারী দ্বারা অথবা স্বয়ংক্রিয়ভাবে অন্য অ্যাপ্লিকেশন দ্বারা ইনস্টল করা হয়েছে কি না

source: Whether this add-on was installed in the application directory or profile directory
bn_bd: এই অ্যাড-অন অ্যাপ্লিকেশন ডাইরেক্টরি অথবা প্রোফাইল ডিরেক্টরির মধ্যে ইনস্টল করা হয়েছে কি না

source: You are currently not sharing your health report with Mozilla.
bn_bd: আপনি বর্তমানে Mozilla এর সাথে আপনার স্বাস্থ্য প্রতিবেদন শেয়ার করছেন না।

source: You are currently sharing your health report with Mozilla.
bn_bd: আপনি বর্তমানে Mozilla এর সাথে আপনার স্বাস্থ্য প্রতিবেদন শেয়ার করছেন।
